Repository: PBLExchange/PBLExchange
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: English
da: Engelsk

source: Danish
da: Dansk

source: Answer
da: Svar

source: Comment
da: Kommentar

source: body
da: krop

source: anonymous
da: anonym

source: title
da: titel

source: category
da: kategori

source: course
da: kursus

source: bounty
da: dusør

source: Ask a question
da: Stil et spørgsmål

source: Title
da: Titel

source: Category
da: Kategori

source: Body
da: Krop

source: Bounty
da: Dusør

source: You have
da: Du har

source: bounty points available
da: dusør point til rådighed

source: Challenge points
da: Udfordringspoint

source: challenge points available
da: udfordringspoint til rådighed

source: Anonymous
da: Anonym

source: Tags are separated by commas, and joined using hyphen
da: Tags er separeret af kommaer, og sammensat ved brug af bindestreg

source: Submit
da: Send

source: Recent
da: Nylige

source: Popular
da: Populært

source: Unanswered
da: Ubesvaret

source: Unclaimed bounties
da: Aktive dusører

source: Categories
da: Kategorier

source: Recent questions posted in
da: Nylige spørgsmål under

source: Edit
da: Redigér

source: Add comment
da: Tilføj kommentar

source: Your comment on this question
da: Din kommentar på dette spørgsmål

source: Answers
da: Svar

source: Please
da: Venligst

source: to answer questions
da: for at svar på spørgsmål

source: edit
da: redigér

source: Update
da: Opdatér

source: Recent questions tagged
da: Nylige spørgsmål tagget med

source: asked
da: stillet for

source: answered
da: besvaret for

source: new
da: nye

source: unanswered
da: ubesvaret

source: popular
da: populært

source: bounty questions
da: dusør spørgsmål

source: Peers
da: Kolleger

source: Interested in a specific type of content?
da: Interesseret i en specifik type af indhold?

source: Subscribe or unsubscribe to the categories, tags or peers who pique your interest by clicking on them.
da: Abonnér eller afmeld til kategorier, tags, eller kolleger som vækker din interesse ved at klikke på dem.

source: Change your notifications settings:
da: Ændre dine notifikations indstillinger:

source: Answer notifications
da: Svar notifikationer

source: Comment notifications
da: Kommentar notifikationer

source: Categories you are subscribed to:
da: Kategorier du abonnerer på:

source: Categories you are <u>not</u> subscribed to:
da: Kategorier du <u>ikke</u> abonnerer på:

source: Subscription Digest
da: Abonnoment interval

source: Never
da: Aldrig

source: Daily
da: Dagligt

source: Weekly
da: Ugentligt

source: Users you are subscribed to:
da: Brugere du abonnerer på:

source: Users you are <u>not</u> subscribed to:
da: Brugere du <u>ikke</u> abonnerer på:

source: Tags you are subscribed to:
da: Tags du abonnerer på:

source: Tags you are <u>not</u> subscribed to:
da: Tags du <u>ikke</u> abonnerer på:

source: language
da: sprog

source: User
da: Bruger

source: Activity by
da: Aktivitet af

source: Bonus points
da: Bonus point

source: only shown to admins
da: kun vist til adminstratorer

source: Add challenge points
da: Tilføj udfordringspoint

source: points
da: point

source: ranked
da: rangeret

source: Questions
da: Spørgsmål

source: with best answer chosen
da: med bedste svar

source: chosen as best
da: valgt som bedste

source: Comments
da: Kommentarer

source: Voted on
da: Stemt på

source: questions
da: spørgsmål

source: answers
da: svar

source: Gave out
da: Gav

source: up votes
da: op stemmer

source: down votes
da: ned stemmer

source: Received
da: Modtaget

source: Update bonus
da: Opdatér bonus

source: Top scoring users
da: Top scorende brugere

source: No registered user(s) at the moment
da: Ingen registrerede brugere på nuværende tidspunkt

source: lead
da: underrubrik

source: Users
da: Brugere

source: Subscriptions
da: Abonnementer

source: Ask a Question
da: Stil et spørgsmål

source: headline
da: rubrik

source: start date
da: begyndelses dato

source: end date
da: slut dato

source: Hello
da: Hej

source: Logout
da: Log ud

source: Submit feedback and bugs
da: Send feedback og rapportér fejl

source: as a Github issue
da: som et Github issue

source: or
da: eller

source: Powered by
da: Drevet af

source: About PBL Exchange
da: Om PBL Exchange

source: <p>PBL Exchange is a forum for the teaching staff at Aalborg University. It is intended for asking questions about supervision of student projects at Aalborg University.</p> <p>We have divided the topics into several categories. All questions must be marked with a category.</p> <p>You can ask questions. To do this, select Ask question from the top menu. You can tag your questions with tags of your own making.</p> <p>You can answer questions. To do this, select the question from the list.</p> <p>You can write comments to a question or to an answer. To do this, select Comment below the question/answer that you are</p> <p>All users of PBL Exchange can collect points; the more points you get, the more rights you get as a user. Upvotes and downvotes both affect the point total of a users. To award points to other users, you can upvote their questions, answers and comments if you like these. Likewise, you can downvote those questions, answers and comments that you do not like. If someone has provided an answer to one of your questions that you are particulary happy with, you can mark it as the Best Answer.</p> <p>If you have a question that is of particular importance to you, you can set a <b>bounty</b> amounting to some number of your points. The user that writes the best answer (selected by you) will then receive the points from you.</p> <p>Sometimes the administrators will create a <b>challenge</b> by selecting certain users that will ask question of particular importance. The user that writes best answer to a challenge question will then be awared a number of points.</p> <p>Every now and then there are <b>themes</b> within one of the categories; this is done to highlight issues of particular importance. The questions that fall under this category will be highlighted in the sidebar.</p> <p>You can search the entire site for specific words. To do this, use the search function in the top right-hand corner.</p> <p>PBL Exchange is the tangible outcome of a PBL Development Project carried out in 2017-2018 by Dorina Gnaur, Hans Hüttel, and Kurt Nørmark. The implementation was done by Andreas Klostergaard and Gideon Blegmand; the styling of the user interface is due to Ulrik Stoch Jensen. The software is released under the GPL 3.0 license.</p>
da: <p>PBL Exchange er et forum for underviserne ved Aalborg Universitet. Det er beregnet til at stille spørgsmål om vejledning af projekter ved uddannelserne på Aalborg Universitet.</p> <p>Emnerne er inddelt i kategorier, og alle spørgsmål tilhører en af disse kategorier.</p> <ul><li>Du kan stille spørgsmål. For at gøre dette, vælg da Stil et spørgsmål fra topmenuen. Du kan tagge dine spørgsmål med tags, som du selv laver.</li> <li>Du kan stille spørgsmål. For at gøre dette, vælg da det spørgsmål på listen, som du vil besvare.</li> <li>Du kan skrive kommentarer til spørgsmål og til svar. For at gøre dette, vælg da Tilføj en kommentar under det spørgsmål/svar, du vil kommentere.</li> </ul> <p>Alle brugere af PBL Exchange kan samle point; jo flere point du får, jo flere rettigheder får du som bruger. Op-stemmer og ned-stemmer påvirker begge en brugers pointsaldo. For at give andre brugere point, kan du stemme deres spørgsmål, svar og kommentarer op hvis du synes om dem. Helt tilsvarende kan du stemme spørgsmål, svar og kommentarer ned, hvis du ikke synes om dem. Hvis nogen har skrevet et svar på et af dine spørgsmål, som du er særligt tilfreds med, kan du markere det som det bedste svar med “flueben”.</p> <p>Hvis du har et spørgsmål, som er særlig vigtigt for dig, kan du udlodde en <b>dusør</b> på et antal point. Den bruger, der skriver det bedste svar (ifølge dig), modtager så pointene fra din pointsaldo.</p> <p>Sommetider kommer administratorerne med en <b>udfordring</b> ved at bede bestemte brugere om at stille spørgsmål, der er særligt vigtigt, og udlodde et antal nye point. Den bruger, der skriver det bedste svar på et sådant spørgsmål får så nye point fra systemet.</p> <p>Nu og da kan der være <b>temaer</b> under en af kategorierne; dette skal sætte fokus på problematikker af særlig vigtighed. De spørgsmål, der falder under den udvalgte kategori, bliver fremhævet ude i siden.</p> <p>PBL Exchange har en søgefunktion, der gør det muligt at søge efter bestemte ord. Søgefeltet findes i øverste højre hjørne.</p> <p>PBL Exchange er resultatet af et PBL-udviklingsprojekt gennemført i 2017-2018 af Dorina Gnaur, Hans Hüttel og Kurt Nørmark. Implementationen skyldes Andreas Klostergaard og Gideon Blegmand; brugergrænsefladen skyldes Ulrik Stoch Jensen. Softwaren bag PBL Exchange udgives under GPL 3.0 licens.</p>

source: Expand your knowledge of Problem Based Learning using the following links
da: Udvid din viden om Problem Baseret Læring ved hjælp af følgende links

source: Write article
da: Skriv artikel

source: Admin
da: Adminstrator

source: About
da: Om

source: PBL Exchange news:
da: PBL Exchange nyheder:

source: Write your article
da: Skriv din artikel

source: Click to select as best answer
da: Klik for at vælge som bedste svar

source: Best answer
da: Bedste svar

source: Your comment on this answer
da: Din kommentar på dette svar

source: There are currently no answers
da: Der er på nuværende tidspunkt ingen svar

source: All categories
da: Alle kategorier

source: Featured category
da: Fremhævet kategori

source: ago
da: siden

source: in
da: i

source: by
da: af

source: No questions at the moment
da: Ingen spørgsmål på nuværende tidspunkt

source: comments
da: kommentarer

source: users
da: brugere

source: Newest challenges
da: Nyeste udfordringer

source: Click to vote up
da: Klik for at stemme op

source: Click to vote down
da: Klik for at stemme ned

source: votes
da: stemmer
